[
  {
    "scholarshipName": "Global Excellence Scholarship",
    "universityName": "University of Cambridge",
    "universityImage": "https://i.ibb.co/CWcvnwv/Banner-Image-The-University-of-Cambridge.webp",
    "universityLogo": "https://i.ibb.co/dDZd0rp/cambridge-logo.png",
    "universityCountry": "United Kingdom",
    "universityCity": "Cambridge",
    "universityWorldRank": 2,
    "subjectCategory": "Engineering",
    "scholarshipCategory": "Full fund",
    "degree": "Masters",
    "tuitionFees": 30000,
    "applicationFees": 50,
    "serviceCharge": 200,
    "applicationDeadline": "15-03-2025",
    "scholarshipPostDate": "10-01-2025",
    "postedUserEmail": "kalam@gmail.com",
    "scholarshipDescription": "The Global Excellence Scholarship at the University of Cambridge is one of the most prestigious awards for aspiring engineering students worldwide. This scholarship aims to foster innovation and excellence by providing a full tuition waiver and additional benefits to outstanding candidates. Students selected for this scholarship will have the opportunity to study in one of the most historic and globally acclaimed institutions, recognized for its cutting-edge research and state-of-the-art facilities. The program targets students with a strong academic record, leadership potential, and a passion for making significant contributions to the engineering field. Successful applicants will have access to exclusive networking events, mentorship opportunities, and career development workshops. Furthermore, the scholarship supports diverse and inclusive participation, welcoming candidates from underrepresented communities to apply. The University of Cambridge, ranked second globally, provides an intellectually stimulating environment that encourages critical thinking and problem-solving. Recipients of this scholarship are expected to actively participate in research projects, community initiatives, and extracurricular activities that align with the university's mission of global impact and innovation. By awarding the Global Excellence Scholarship, the University of Cambridge aims to empower future engineers to address complex global challenges and create sustainable solutions."
  },
  {
    "scholarshipName": "Future Leaders Agriculture Scholarship",
    "universityName": "University of Queensland",
    "universityImage": "https://i.ibb.co/wwMm2vN/university-of-queensland-logo-st-lucia-campus-1024x538.jpg",
    "universityLogo": "https://i.ibb.co/ncVCqtJ/AZ-logo-university-of-queensland-removebg-preview.png",
    "universityCountry": "Australia",
    "universityCity": "Brisbane",
    "universityWorldRank": 47,
    "subjectCategory": "Agriculture",
    "scholarshipCategory": "Partial",
    "degree": "Bachelor",
    "tuitionFees": 25000,
    "applicationFees": 70,
    "serviceCharge": 300,
    "applicationDeadline": "30-06-2025",
    "scholarshipPostDate": "05-01-2025",
    "postedUserEmail": "kalam@gmail.com",
    "scholarshipDescription": "The Future Leaders Agriculture Scholarship offered by the University of Queensland is designed to inspire and support the next generation of agricultural innovators. This partial scholarship is tailored for students who are passionate about agriculture and its vital role in global food security. The scholarship provides financial assistance by covering a significant portion of the tuition fees, ensuring that talented students can focus on their studies without undue financial pressure. Located in Brisbane, the University of Queensland boasts world-class research facilities and a vibrant academic community. This scholarship is particularly aimed at individuals who demonstrate leadership potential, a commitment to sustainability, and a vision for transforming the agricultural sector. Recipients will engage in cutting-edge research projects, attend international conferences, and gain hands-on experience through internships with leading agricultural firms. The program emphasizes practical learning and innovation, preparing students for a diverse range of career opportunities in agribusiness, sustainable farming, and agricultural policy. The scholarship also fosters collaboration by encouraging recipients to work on multidisciplinary teams and solve real-world challenges. With its strong emphasis on leadership and sustainability, the Future Leaders Agriculture Scholarship equips students with the skills and knowledge to drive positive change in the global agricultural landscape."
  },
  {
    "scholarshipName": "Medical Excellence Scholarship",
    "universityName": "Harvard University",
    "universityImage": "https://i.ibb.co/gJ8grsL/images.jpg",
    "universityLogo": "https://i.ibb.co/qdrLTfs/images-removebg-preview-1.png",
    "universityCountry": "United States",
    "universityCity": "Cambridge",
    "universityWorldRank": 1,
    "subjectCategory": "Doctor",
    "scholarshipCategory": "Self-fund",
    "degree": "Diploma",
    "tuitionFees": 15000,
    "applicationFees": 100,
    "serviceCharge": 250,
    "applicationDeadline": "20-05-2025",
    "scholarshipPostDate": "12-01-2025",
    "postedUserEmail": "kalam@gmail.com",
    "scholarshipDescription": "The Medical Excellence Scholarship at Harvard University is a distinguished program aimed at nurturing future leaders in the medical field. Although it is a self-funded scholarship, it offers unparalleled opportunities for students to gain a world-class education at the world's top-ranked university. This scholarship targets individuals who exhibit exceptional academic achievements, a dedication to healthcare, and a strong desire to contribute to medical advancements. Harvard University, located in Cambridge, Massachusetts, provides a rigorous and innovative curriculum, along with access to cutting-edge medical research facilities. Scholarship recipients will benefit from mentorship by renowned faculty, involvement in groundbreaking research, and exposure to a diverse and collaborative academic environment. The program encourages interdisciplinary learning, allowing students to integrate knowledge from various fields to address complex healthcare challenges. Participants are also expected to actively contribute to community health initiatives and participate in professional development activities. The Medical Excellence Scholarship is ideal for students who are determined to excel in their medical careers while making a significant impact on global health. This program not only equips students with advanced medical knowledge but also fosters a commitment to ethical practices, innovation, and lifelong learning."
  }
]
